Repository: ASaez-D/VibraAPP
Catalog: lib/l10n/app_*.arb
Languages: ca, de, fr, pt

# loginSpotify
source: Login with Spotify
ca: Inicia amb Spotify
de: Mit Spotify anmelden
fr: Se connecter avec Spotify
pt: Entrar com Spotify

# loginGoogle
source: Login with Google
ca: Inicia amb Google
de: Mit Google anmelden
fr: Se connecter avec Google
pt: Entrar com Google

# loginLoading
source: Loading...
ca: Carregant...
de: Lädt...
fr: Chargement...
pt: A carregar...

# loginTerms
source: By continuing, you accept our Terms and Privacy Policy.
ca: En continuar, acceptes els nostres Termes i Política de privadesa.
de: Wenn du fortfährst, akzeptierst du unsere AGB und Datenschutzrichtlinie.
fr: En continuant, vous acceptez nos Conditions et notre Politique de confidentialité.
pt: Ao continuar, aceitas os nossos Termos e Política de Privacidade.

# loginError
source: Login error: {error}
ca: Error en iniciar sessió: {error}
de: Anmeldefehler: {error}
fr: Erreur de connexion : {error}
pt: Erro ao iniciar sessão: {error}

# homeSearchHint
source: Search in {country}...
ca: Cerca a {country}...
de: Suche in {country}...
fr: Rechercher en {country}...
pt: Pesquisar em {country}...

# homeGreeting
source: Hello, {name}
ca: Hola, {name}
de: Hallo, {name}
fr: Bonjour, {name}
pt: Olá, {name}

# homeVibeTitle
source: Explore {vibe}
ca: Explora {vibe}
de: Entdecke {vibe}
fr: Explorez {vibe}
pt: Explora {vibe}

# vibeBest
source: the best
ca: el millor
de: das Beste
fr: le meilleur
pt: o melhor

# homeSectionArtists
source: YOUR ARTISTS
ca: ELS TEUS ARTISTES
de: DEINE KÜNSTLER
fr: VOS ARTISTES
pt: OS TEUS ARTISTAS

# homeSectionArtistsSub
source: Based on your listening history
ca: Basat en el que més escoltes
de: Basierend auf deinem Hörverlauf
fr: Basé sur vos écoutes
pt: Com base no que mais ouves

# homeSectionForYou
source: JUST FOR YOU
ca: NOMÉS PER A TU
de: NUR FÜR DICH
fr: RIEN QUE POUR VOUS
pt: SÓ PARA TI

# homeSectionForYouSub
source: Because you listen to {artist}...
ca: Perquè escoltes a {artist}...
de: Weil du {artist} hörst...
fr: Parce que vous écoutez {artist}...
pt: Porque ouves {artist}...

# homeSectionTrends
source: TRENDING IN {country}
ca: TENDÈNCIES A {country}
de: TRENDS IN {country}
fr: TENDANCES EN {country}
pt: TENDÊNCIAS EM {country}

# homeSectionTrendsSub
source: This week's most popular
ca: El més popular de la setmana
de: Das Beliebteste der Woche
fr: Le plus populaire de la semaine
pt: O mais popular da semana

# homeSectionWeekend
source: IT'S THE WEEKEND!
ca: JA ÉS FINDE!
de: ENDLICH WOCHENENDE!
fr: C'EST ENFIN LE WEEK-END !
pt: CHEGOU O FIM DE SEMANA!

# homeSectionWeekendSub
source: Plans for this weekend
ca: Plans per a aquest cap de setmana
de: Pläne für dieses Wochenende
fr: Plans pour ce week-end
pt: Planos para este fim de semana

# homeSectionDiscover
source: DISCOVER MORE
ca: DESCOBREIX MÉS
de: ENTDECKE MEHR
fr: DÉCOUVRIR PLUS
pt: DESCOBRE MAIS

# homeSectionDiscoverSub
source: Explore new genres
ca: Explora nous gèneres
de: Erkunde neue Genres
fr: Explorez de nouveaux genres
pt: Explora novos géneros

# homeSectionCollections
source: EXPLORE VIBES
ca: EXPLORA VIBRAS
de: VIBES ERKUNDEN
fr: EXPLOREZ DES VIBES
pt: EXPLORA VIBES

# homeSectionCollectionsSub
source: Find your perfect plan
ca: Troba el teu pla ideal
de: Finde deinen perfekten Plan
fr: Trouvez votre plan idéal
pt: Encontra o teu plano ideal

# homeBtnShowMore
source: Show more events
ca: Mostrar més esdeveniments
de: Mehr Events anzeigen
fr: Voir plus d'événements
pt: Mostrar mais eventos

# homeBtnViewAll
source: View all events
ca: Veure tots els esdeveniments
de: Alle Events ansehen
fr: Voir tous les événements
pt: Ver todos os eventos

# homeTextNoMore
source: No more events for {keyword}
ca: No hi ha més esdeveniments de {keyword}
de: Keine weiteren Events für {keyword}
fr: Plus d'événements pour {keyword}
pt: Não há mais eventos de {keyword}

# homeTextEnd
source: You've reached the end!
ca: Has arribat al final!
de: Du bist am Ende angekommen!
fr: Vous avez atteint la fin !
pt: Chegaste ao fim!

# homeErrorNoEvents
source: No events found in {country}
ca: No hi ha esdeveniments a {country}
de: Keine Events in {country} gefunden
fr: Aucun événement trouvé en {country}
pt: Não há eventos em {country}

# homeBtnRetryCountry
source: See events in Spain
ca: Veure esdeveniments a Espanya
de: Events in Spanien ansehen
fr: Voir les événements en Espagne
pt: Ver eventos em Espanha

# homeSearchNoResults
source: We couldn't find anything
ca: No hem trobat res
de: Wir konnten nichts finden
fr: Nous n'avons rien trouvé
pt: Não encontrámos nada

# homeSearchClear
source: Clear search
ca: Esborrar cerca
de: Suche löschen
fr: Effacer la recherche
pt: Limpar pesquisa

# menuAccount
source: My Account
ca: El meu Compte
de: Mein Konto
fr: Mon Compte
pt: A minha Conta

# menuSaved
source: Saved events
ca: Esdeveniments desats
de: Gespeicherte Events
fr: Événements enregistrés
pt: Eventos guardados

# menuSettings
source: Settings
ca: Configuració
de: Einstellungen
fr: Paramètres
pt: Definições

# menuHelp
source: Help
ca: Ajuda
de: Hilfe
fr: Aide
pt: Ajuda

# menuLogout
source: Log out
ca: Tancar sessió
de: Abmelden
fr: Se déconnecter
pt: Terminar sessão

# menuEditProfile
source: Edit profile
ca: Editar perfil
de: Profil bearbeiten
fr: Modifier le profil
pt: Editar perfil

# prefsTitle
source: Hi, {name}! 🎧
ca: Hola, {name}! 🎧
fr: Salut, {name} ! 🎧
pt: Olá, {name}! 🎧

# prefsSubtitle
source: Customize your feed. What moves you?
ca: Personalitza el teu feed. Què et mou?
de: Personalisiere deinen Feed. Was bewegt dich?
fr: Personnalisez votre flux. Qu'est-ce qui vous fait vibrer ?
pt: Personaliza o teu feed. O que te move?

# prefsSearchHint
source: Search artist (e.g. Bad Bunny)...
ca: Cerca artista (ex: Bad Bunny)...
de: Künstler suchen (z.B. Bad Bunny)...
fr: Rechercher un artiste (ex: Bad Bunny)...
pt: Pesquisar artista (ex: Bad Bunny)...

# prefsYourArtists
source: Your Artists:
ca: Els teus Artistes:
de: Deine Künstler:
fr: Vos Artistes :
pt: Os teus Artistas:

# prefsGenres
source: Genres and Styles:
ca: Gèneres i Estils:
de: Genres und Stile:
fr: Genres et Styles :
pt: Géneros e Estilos:

# prefsBtnStart
source: Get Started
ca: Començar
de: Loslegen
fr: Commencer
pt: Começar

# accountTitle
source: My Account
ca: El meu Compte
de: Mein Konto
fr: Mon Compte
pt: A minha Conta

# accountConnection
source: ACTIVE CONNECTION
ca: CONNEXIÓ ACTIVA
de: AKTIVE VERBINDUNG
fr: CONNEXION ACTIVE
pt: LIGAÇÃO ATIVA

# accountLinked
source: Account linked successfully
ca: Compte vinculat correctament
de: Konto erfolgreich verknüpft
fr: Compte lié avec succès
pt: Conta associada com sucesso

# accountOpenProfile
source: Open profile in {service}
ca: Obrir perfil a {service}
de: Profil in {service} öffnen
fr: Ouvrir le profil sur {service}
pt: Abrir perfil no {service}

# calendarTitle
source: When do you want to go out?
ca: Quan vols sortir?
de: Wann willst du ausgehen?
fr: Quand voulez-vous sortir ?
pt: Quando queres sair?

# calendarToday
source: Today
ca: Avui
de: Heute
fr: Aujourd'hui
pt: Hoje

# calendarTomorrow
source: Tomorrow
ca: Demà
de: Morgen
fr: Demain
pt: Amanhã

# calendarWeek
source: This week
ca: Aquesta setmana
de: Diese Woche
fr: Cette semaine
pt: Esta semana

# calendarMonth
source: Next 30 days
ca: Propers 30 dies
de: Nächste 30 Tage
fr: Les 30 prochains jours
pt: Próximos 30 dias

# calendarBtnSelect
source: SELECT DATE
ca: ESCOLLIR DATA
de: DATUM WÄHLEN
fr: CHOISIR UNE DATE
pt: ESCOLHER DATA

# rangeTitle
source: AVAILABLE EVENTS
ca: ESDEVENIMENTS DISPONIBLES
de: VERFÜGBARE EVENTS
fr: ÉVÉNEMENTS DISPONIBLES
pt: EVENTOS DISPONÍVEIS

# detailEventTitle
source: Event
ca: Esdeveniment
fr: Événement
pt: Evento

# detailBtnLike
source: Like
ca: M'agrada
de: Gefällt mir
fr: J'aime
pt: Gosto

# detailBtnSave
source: Save
ca: Desar
de: Speichern
fr: Enregistrer
pt: Guardar

# detailBtnSaved
source: Saved
ca: Desat
de: Gespeichert
fr: Enregistré
pt: Guardado

# detailBtnShare
source: Share
ca: Compartir
de: Teilen
fr: Partager
pt: Partilhar

# detailInfoTitle
source: Information
ca: Informació
pt: Informação

# detailAgeRestricted
source: 18+ only (ID required).
ca: Majors de 18 anys (DNI requerit).
de: Ab 18 Jahren (Ausweis erforderlich).
fr: Plus de 18 ans (Pièce d'identité requise).
pt: Maiores de 18 anos (ID necessário).

# detailOrganizedBy
source: Organized by {venue}
ca: Organitzat per {venue}
de: Organisiert von {venue}
fr: Organisé par {venue}
pt: Organizado por {venue}

# detailLocationTitle
source: Location
ca: Ubicació
de: Ort
fr: Lieu
pt: Localização

# detailDoorsOpen
source: Doors open
ca: Obertura portes
de: Einlass
fr: Ouverture des portes
pt: Abertura de portas

# detailViewMap
source: View map
ca: Veure mapa
de: Karte ansehen
fr: Voir la carte
pt: Ver mapa

# detailRelatedEvents
source: Other dates / Tour
ca: Altres dates / Gira
de: Andere Termine / Tour
fr: Autres dates / Tournée
pt: Outras datas / Tour

# detailCheckPrices
source: Check prices
ca: Veure preus
de: Preise prüfen
fr: Voir les prix
pt: Ver preços

# detailFree
source: FREE
ca: GRATIS
de: GRATIS
fr: GRATUIT
pt: GRÁTIS

# detailCheckWeb
source: Check website
ca: Consulta al web
de: Auf Webseite prüfen
fr: Voir sur le web
pt: Consultar na web

# detailBtnBuy
source: BUY TICKETS
ca: COMPRAR ENTRADES
de: TICKETS KAUFEN
fr: ACHETER DES BILLETS
pt: COMPRAR BILHETES

# editProfileChangePhoto
source: Change photo
ca: Canviar foto
de: Foto ändern
fr: Changer la photo
pt: Alterar foto

# editProfileName
source: Name
ca: Nom
fr: Nom
pt: Nome

# editProfileNickname
source: Nickname
ca: Sobrenom
de: Spitzname
fr: Surnom
pt: Alcunha

# editProfileSave
source: Save
ca: Desar
de: Speichern
fr: Enregistrer
pt: Guardar

# editProfileCancel
source: Cancel
ca: Cancel·lar
de: Abbrechen
fr: Annuler
pt: Cancelar

# editProfileSuccess
source: Profile updated successfully
ca: Perfil actualitzat correctament
de: Profil erfolgreich aktualisiert
fr: Profil mis à jour avec succès
pt: Perfil atualizado com sucesso

# editProfileImageNotImplemented
source: Image upload functionality not implemented
ca: Funcionalitat de pujar imatge no implementada
de: Bild-Upload noch nicht implementiert
fr: Fonctionnalité de téléchargement d'image non implémentée
pt: Funcionalidade de carregar imagem não implementada

# helpSearchHint
source: Search help...
ca: Cercar ajuda...
de: Hilfe suchen...
fr: Rechercher de l'aide...
pt: Pesquisar ajuda...

# helpMainSubtitle
source: How can we help you today?
ca: En què et podem ajudar avui?
de: Wie können wir dir heute helfen?
fr: Comment pouvons-nous vous aider aujourd'hui ?
pt: Em que podemos ajudar hoje?

# helpSectionFaq
source: FAQ
ca: PREGUNTES FREQÜENTS
de: HÄUFIGE FRAGEN
fr: QUESTIONS FRÉQUENTES
pt: PERGUNTAS FREQUENTES

# helpSectionTutorials
source: QUICK TUTORIALS
ca: TUTORIALS RÀPIDS
de: SCHNELLSTART
fr: TUTORIELS RAPIDES
pt: TUTORIAIS RÁPIDOS

# helpSectionSupport
source: SUPPORT & LEGAL
ca: SUPORT I LEGAL
de: SUPPORT & RECHTLICHES
fr: SUPPORT ET LÉGAL
pt: SUPORTE E LEGAL

# helpFaq1Q
source: How do I buy a ticket?
ca: Com compro una entrada?
de: Wie kaufe ich ein Ticket?
fr: Comment acheter un billet ?
pt: Como compro um bilhete?

# helpFaq1A
source: Go to the concert you're interested in and tap 'Buy Ticket'. You can choose the payment method and confirm.
ca: Ves al concert que t'interessi i prem “Comprar entrada”. Podràs triar el mètode de pagament i confirmar.
de: Gehe zum Konzert und tippe auf „Ticket kaufen“. Wähle die Zahlungsart und bestätige.
fr: Allez sur le concert qui vous intéresse et appuyez sur « Acheter un billet ». Vous pourrez choisir le mode de paiement et confirmer.
pt: Vai ao concerto que te interessa e toca em 'Comprar bilhete'. Poderás escolher o método de pagamento e confirmar.

# helpFaq2Q
source: How do I manage my notifications?
ca: Com gestiono les meves notificacions?
de: Wie verwalte ich meine Benachrichtigungen?
fr: Comment gérer mes notifications ?
pt: Como giro as minhas notificações?

# helpFaq2A
source: In the Notifications section, you can enable alerts for concerts, artists, and recommendations.
ca: A l'apartat Notificacions podràs habilitar avisos de concerts, artistes i recomanacions.
de: Im Bereich Benachrichtigungen kannst du Alarme für Konzerte und Künstler aktivieren.
fr: Dans la section Notifications, vous pouvez activer les alertes pour les concerts, les artistes et les recommandations.
pt: Na secção Notificações podes ativar avisos de concertos, artistas e recomendações.

# helpFaq3Q
source: Invite friends
ca: Convidar amics
de: Freunde einladen
fr: Inviter des amis
pt: Convidar amigos

# helpFaq3A
source: On the event page, tap 'Invite friends' to send them a direct notification.
ca: A la pàgina de l'esdeveniment, prem “Convidar amics” per enviar-los una notificació directa.
de: Tippe auf der Eventseite auf „Freunde einladen“, um eine direkte Benachrichtigung zu senden.
fr: Sur la page de l'événement, appuyez sur « Inviter des amis » pour leur envoyer une notification directe.
pt: Na página do evento, toca em 'Convidar amigos' para enviar-lhes uma notificação direta.

# helpTut1
source: Buying guide
ca: Guia de compra
de: Kaufanleitung
fr: Guide d'achat
pt: Guia de compra

# helpTut2
source: Using your tickets
ca: Utilitzar les teves entrades
de: Tickets nutzen
fr: Utiliser vos billets
pt: Usar os teus bilhetes

# helpTut3
source: Sync calendar
ca: Sincronitzar calendari
de: Kalender synchronisieren
fr: Synchroniser le calendrier
pt: Sincronizar calendário

# helpSupportContact
source: Contact Support
ca: Contactar Suport
de: Support kontaktieren
fr: Contacter le support
pt: Contactar Suporte

# helpSupportReport
source: Report Issue
ca: Reportar Problema
de: Problem melden
fr: Signaler un problème
pt: Reportar Problema

# helpSupportTerms
source: Terms and conditions
ca: Termes i condicions
de: Allgemeine Geschäftsbedingungen
fr: Conditions générales
pt: Termos e condições

# savedEmptyTitle
source: You have no saved concerts
ca: No tens concerts desats
de: Du hast keine gespeicherten Konzerte
fr: Vous n'avez aucun concert enregistré
pt: Não tens concertos guardados

# savedEmptySub
source: Hit the save icon on the Home screen!
ca: Prem la icona de desar a la Home!
de: Tippe auf das Speicher-Icon auf der Startseite!
fr: Appuyez sur l'icône d'enregistrement sur l'écran d'accueil !
pt: Toca no ícone de guardar na Home!

# savedPriceInfo
source: See more
ca: Veure més
de: Mehr sehen
fr: Voir plus
pt: Ver mais

# settingsLanguage
source: Language
ca: Idioma
de: Sprache
fr: Langue
pt: Idioma

# settingsHeaderNotifications
source: Notifications
ca: Notificacions
de: Benachrichtigungen
pt: Notificações

# settingsGeneralNotifications
source: General notifications
ca: Notificacions generals
de: Allgemeine Benachrichtigungen
fr: Notifications générales
pt: Notificações gerais

# settingsEventReminders
source: Event reminders
ca: Recordatoris d'esdeveniments
de: Event-Erinnerungen
fr: Rappels d'événements
pt: Lembretes de eventos

# settingsTicketReleases
source: Ticket releases
ca: Llançament d'entrades
de: Ticket-Veröffentlichungen
fr: Sorties de billets
pt: Lançamento de bilhetes

# settingsHeaderPrivacy
source: Privacy
ca: Privadesa
de: Datenschutz
fr: Confidentialité
pt: Privacidade

# settingsLocationPermissions
source: Location permissions
ca: Permisos d'ubicació
de: Standortberechtigungen
fr: Permissions de localisation
pt: Permissões de localização

# settingsSharedData
source: Shared data
ca: Dades compartides
de: Geteilte Daten
fr: Données partagées
pt: Dados partilhados

# settingsDownloadData
source: Download my data
ca: Descarregar les meves dades
de: Meine Daten herunterladen
fr: Télécharger mes données
pt: Descarregar os meus dados

# settingsDeleteAccount
source: Delete account
ca: Eliminar compte
de: Konto löschen
fr: Supprimer le compte
pt: Eliminar conta

# settingsHeaderPrefs
source: Preferences
ca: Preferències
de: Präferenzen
fr: Préférences
pt: Preferências

# settingsThemeMode
source: Dark mode
ca: Mode fosc
de: Dunkelmodus
fr: Mode sombre
pt: Modo escuro

# settingsLargeText
source: Large text
ca: Text gran
de: Großer Text
fr: Grand texte
pt: Texto grande

# settingsDialogAjustes
source: Settings
ca: Ajustos
de: Einstellungen
fr: Paramètres
pt: Definições

# commonError
source: An error occurred
ca: Hi ha hagut un error
de: Ein Fehler ist aufgetreten
fr: Une erreur est survenue
pt: Ocorreu um erro

# commonSuccess
source: Saved successfully
ca: Desat amb èxit
de: Erfolgreich gespeichert
fr: Enregistré avec succès
pt: Guardado com sucesso

# privacyTransparencyTitle
source: Data Transparency
ca: Transparència de Dades
de: Datentransparenz
fr: Transparence des données
pt: Transparência de Dados

# privacyTransparencyDesc
source: At Vibra, we value your privacy. Here is what information is shared and why.
ca: A Vibra, valorem la teva privadesa. Aquí et mostrem quina informació es comparteix i amb quina finalitat.
de: Bei Vibra schätzen wir deine Privatsphäre. Hier siehst du, welche Daten geteilt werden.
fr: Chez Vibra, nous tenons à votre vie privée. Voici quelles informations sont partagées et pourquoi.
pt: Na Vibra, valorizamos a tua privacidade. Aqui mostramos que informações são partilhadas e com que fim.

# privacyProfile
source: Public Profile
ca: Perfil Públic
de: Öffentliches Profil
fr: Profil Public
pt: Perfil Público

# privacyProfileDesc
source: Your name and photo are visible if you share events.
ca: El teu nom i foto són visibles si comparteixes esdeveniments.
de: Dein Name und Foto sind sichtbar, wenn du Events teilst.
fr: Votre nom et photo sont visibles si vous partagez des événements.
pt: O teu nome e foto são visíveis se partilhares eventos.

# privacyLocation
source: Location
ca: Ubicació
de: Standort
fr: Localisation
pt: Localização

# privacyLocationDesc
source: Only used to show you nearby concerts.
ca: Només s'utilitza per mostrar-te concerts propers.
de: Wird nur verwendet, um Konzerte in der Nähe anzuzeigen.
fr: Utilisé uniquement pour vous montrer des concerts à proximité.
pt: Usado apenas para mostrar concertos próximos.

# privacyAnalytics
source: Analytics
ca: Analítiques
de: Analysen
fr: Analytique
pt: Analítica

# privacyAnalyticsDesc
source: Anonymous usage data to improve the app.
ca: Dades anònimes d'ús per millorar l'app.
de: Anonyme Nutzungsdaten zur Verbesserung der App.
fr: Données d'utilisation anonymes pour améliorer l'application.
pt: Dados anónimos de uso para melhorar a app.

# dialogDeleteTitle
source: Delete account?
ca: Eliminar compte?
de: Konto löschen?
fr: Supprimer le compte ?
pt: Eliminar conta?

# dialogDeleteBody
source: This action is irreversible. All your data and tickets will be deleted.
ca: Aquesta acció és irreversible. S'esborraran totes les teves dades i entrades.
de: Diese Aktion ist unwiderruflich. Alle Daten und Tickets werden gelöscht.
fr: Cette action est irréversible. Toutes vos données et billets seront supprimés.
pt: Esta ação é irreversível. Todos os teus dados e bilhetes serão apagados.

# dialogDeleteBtn
source: Delete
ca: Eliminar
de: Löschen
fr: Supprimer
pt: Eliminar

# dialogCancel
source: Cancel
ca: Cancel·lar
de: Abbrechen
fr: Annuler
pt: Cancelar

# dialogGenerating
source: Generating file...
ca: Generant arxiu...
de: Datei wird erstellt...
fr: Génération du fichier...
pt: A gerar ficheiro...

# dialogError
source: An unexpected error occurred.
ca: Ha ocorregut un error inesperat.
de: Ein unerwarteter Fehler ist aufgetreten.
fr: Une erreur inattendue est survenue.
pt: Ocorreu um erro inesperado.

# snackDeleteSuccess
source: Your account has been deleted.
ca: El teu compte ha estat eliminat.
de: Dein Konto wurde gelöscht.
fr: Votre compte a été supprimé.
pt: A tua conta foi eliminada.

# snackDeleteReauth
source: For security, log out and log back in to delete the account.
ca: Per seguretat, tanca sessió i torna a entrar per eliminar el compte.
de: Aus Sicherheitsgründen bitte abmelden und erneut anmelden, um das Konto zu löschen.
fr: Par sécurité, déconnectez-vous et reconnectez-vous pour supprimer le compte.
pt: Por segurança, termina sessão e volta a entrar para eliminar a conta.

# shareDataText
source: Here is your exported data from Vibra.
ca: Aquí tens les teves dades exportades de Vibra.
de: Hier sind deine exportierten Daten von Vibra.
fr: Voici vos données exportées de Vibra.
pt: Aqui tens os teus dados exportados da Vibra.

# dialogPermissionTitle
source: Permissions needed
ca: Permisos necessaris
de: Berechtigungen erforderlich
fr: Permissions nécessaires
pt: Permissões necessárias

# dialogPermissionContent
source: To enable these notifications, you need to grant permission in system settings.
ca: Per activar aquestes notificacions, necessites donar permís als ajustos del sistema.
de: Um diese Benachrichtigungen zu aktivieren, musst du die Erlaubnis in den Systemeinstellungen geben.
fr: Pour activer ces notifications, vous devez donner l'autorisation dans les paramètres système.
pt: Para ativar estas notificações, precisas de dar permissão nas definições do sistema.

# dialogSettingsBtn
source: Settings
ca: Ajustos
de: Einstellungen
fr: Paramètres
pt: Definições

# notifPreviewTitle
source: Notification preview
ca: Vista prèvia de notificació
de: Benachrichtigungsvorschau
fr: Aperçu de la notification
pt: Pré-visualização de notificação

# notifPreviewBody
source: This is how alerts will look on your lock screen:
ca: Així és com veuràs les alertes a la teva pantalla de bloqueig:
de: So sehen Alarme auf deinem Sperrbildschirm aus:
fr: Voici à quoi ressembleront les alertes sur votre écran de verrouillage :
pt: É assim que verás os alertas no teu ecrã de bloqueio:

# btnActivate
source: Activate
ca: Activar
de: Aktivieren
fr: Activer
pt: Ativar

# notifGeneralTitle
source: What's new in Vibra
ca: Novetats Vibra
de: Neuigkeiten bei Vibra
fr: Quoi de neuf sur Vibra
pt: Novidades Vibra

# notifGeneralBody
source: The app has been updated! Discover the new dark mode and improvements.
ca: L'app s'ha actualitzat! Descobreix el nou mode fosc i millores.
de: Die App wurde aktualisiert! Entdecke den neuen Dunkelmodus und Verbesserungen.
fr: L'application a été mise à jour ! Découvrez le nouveau mode sombre et les améliorations.
pt: A app foi atualizada! Descobre o novo modo escuro e melhorias.

# notifReminderTitle
source: 📅 It's tomorrow!
ca: 📅 És demà!
de: 📅 Es ist morgen!
fr: 📅 C'est demain !
pt: 📅 É amanhã!

# notifReminderBody
source: Your saved event 'Bad Bunny - World Tour' is tomorrow. Do you have your tickets?
ca: El teu esdeveniment desat 'Bad Bunny - World Tour' és demà. Tens les teves entrades?
de: Dein gespeichertes Event 'Bad Bunny - World Tour' ist morgen. Hast du deine Tickets?
fr: Votre événement enregistré 'Bad Bunny - World Tour' est demain. Avez-vous vos billets ?
pt: O teu evento guardado 'Bad Bunny - World Tour' é amanhã. Tens os teus bilhetes?

# notifTicketsTitle
source: 🎟️ Tickets Available
ca: 🎟️ Entrades Disponibles
de: 🎟️ Tickets verfügbar
fr: 🎟️ Billets disponibles
pt: 🎟️ Bilhetes Disponíveis

# notifTicketsBody
source: Hurry! New tickets for 'Taylor Swift' have been released. Don't miss out!
ca: Corre! Han sortit noves entrades per 'Taylor Swift'. No te les perdis!
de: Beeil dich! Neue Tickets für 'Taylor Swift' sind verfügbar. Verpasse sie nicht!
fr: Vite ! De nouveaux billets pour 'Taylor Swift' sont sortis. Ne manquez pas ça !
pt: Corre! Saíram novos bilhetes para 'Taylor Swift'. Não fiques sem eles!

# timeNow
source: Now
ca: Ara
de: Jetzt
fr: Maintenant
pt: Agora

# time5min
source: 5 min ago
ca: Fa 5 min
de: Vor 5 Min.
fr: Il y a 5 min
pt: Há 5 min

# time1min
source: 1 min ago
ca: Fa 1 min
de: Vor 1 Min.
fr: Il y a 1 min
pt: Há 1 min

# regionTitle
source: Select your Region
ca: Selecciona la teva Regió
de: Wähle deine Region
fr: Sélectionnez votre Région
pt: Selecione a sua Região
