Repository: ASaez-D/VibraAPP
Catalog: lib/l10n/app_*.arb
Languages: ca, de, fr, pt

# regionSearchHint
source: Search country...
ca: Cerca país...
de: Land suchen...
fr: Rechercher un pays...
pt: Pesquisar país...

# regionExplore
source: Explore {name}
ca: Explora {name}
de: Entdecke {name}
fr: Découvrez {name}
pt: Explora {name}

# regionDialogCityBody
source: Looking for concerts in a specific city?
ca: Busques concerts en una ciutat específica?
de: Suchst du Konzerte in einer bestimmten Stadt?
fr: Cherchez-vous des concerts dans une ville spécifique ?
pt: Procura concertos numa cidade específica?

# regionDialogCityHint
source: Ex: Madrid, Barcelona...
de: Bsp: Berlin, München...
fr: Ex : Paris, Lyon...
pt: Ex: Lisboa, Porto...

# regionBtnWholeCountry
source: See whole country
ca: Veure tot el país
de: Ganzes Land ansehen
fr: Voir tout le pays
pt: Ver todo o país

# regionBtnApply
source: Apply
ca: Aplicar
de: Anwenden
fr: Appliquer
pt: Aplicar

# regionOptionWholeCountry
source: Whole country
ca: Tot el país
de: Ganzes Land
fr: Tout le pays
pt: Todo o país

# regionOptionWholeCountrySub
source: See concerts in all of {name}
ca: Veure concerts a tot {name}
de: Konzerte in ganz {name} ansehen
fr: Voir les concerts dans tout {name}
pt: Ver concertos em todo {name}

# regionHeaderPopular
source: POPULAR CITIES
ca: CIUTATS POPULARS
de: BELIEBTE STÄDTE
fr: VILLES POPULAIRES
pt: CIDADES POPULARES

# regionHeaderOther
source: OTHER LOCATION
ca: ALTRA UBICACIÓ
de: ANDERER ORT
fr: AUTRE LIEU
pt: OUTRA LOCALIZAÇÃO

# regionOptionManual
source: Type another city...
ca: Escriure una altra ciutat...
de: Andere Stadt eingeben...
fr: Saisir une autre ville...
pt: Escrever outra cidade...

# regionManualTitle
source: Type city
ca: Escriure ciutat
de: Stadt eingeben
fr: Saisir la ville
pt: Escrever cidade

# regionManualHint
source: Ex: Benidorm
de: Bsp: Stuttgart
fr: Ex : Nice
pt: Ex: Braga

# regionManualSearch
source: Search
ca: Cercar
de: Suchen
fr: Rechercher
pt: Pesquisar

# songRecListening
source: Listening...
de: Zuhören...
fr: Écoute...
pt: A ouvir...

# songRecCancel
source: Cancel
de: Abbrechen
fr: Annuler
pt: Cancelar

# songRecRetry
source: Retry
de: Wiederholen
fr: Réessayer
pt: Tentar novamente

# songRecOpenSpotify
source: OPEN IN SPOTIFY
de: IN SPOTIFY ÖFFNEN
fr: OUVRIR DANS SPOTIFY
pt: ABRIR NO SPOTIFY

# songRecTryAgain
source: Try again
de: Erneut versuchen
fr: Réessayer
pt: Tentar de novo

# songRecClose
source: Close
de: Schließen
fr: Fermer
pt: Fechar

# nearbyEventsTitle
source: Nearby Events
de: Events in der Nähe
fr: Événements à proximité
pt: Eventos Próximos

# nearbyEventsPermissionDenied
source: Location permissions required.
de: Standortberechtigung erforderlich.
fr: Permission de localisation requise.
pt: Permissão de localização necessária.

# nearbyEventsPermissionPermanentlyDenied
source: Location permissions permanently denied. Please enable them in settings.
de: Standortberechtigung dauerhaft verweigert. Bitte in den Einstellungen aktivieren.
fr: Permission de localisation refusée de façon permanente. Veuillez l'activer dans les paramètres.
pt: Permissão de localização negada permanentemente. Por favor, ative nas definições.

# nearbyEventsLocationError
source: Could not get current location.
de: Aktueller Standort konnte nicht abgerufen werden.
fr: Impossible d'obtenir la localisation actuelle.
pt: Não foi possível obter a localização atual.

# nearbyEventsRadius
source: Search radius: {km} km
de: Suchradius: {km} km
fr: Rayon de recherche : {km} km
pt: Raio de pesquisa: {km} km

# nearbyEventsNoEvents
source: No nearby events found.
de: Keine Events in der Nähe gefunden.
fr: Aucun événement trouvé à proximité.
pt: Nenhum evento próximo encontrado.

# nearbyEventsViewDetails
source: View Details
de: Details anzeigen
fr: Voir Détails
pt: Ver Detalhes

# nearbyEventsMusicOnly
source: Music Only
de: Nur Musik
fr: Musique Seulement
pt: Só Música

# nearbyEventsLocationDisabled
source: Location disabled.
de: Standort deaktiviert.
fr: Localisation désactivée.
pt: Localização desativada.

# nearbyEventsCount
source: {count} events
fr: {count} événements
pt: {count} eventos

# nearbyEventsDaysAhead
source: Next days:
de: Nächste Tage:
fr: Prochains jours :
pt: Próximos dias:

# nearbyEventsTimeRange30Days
source: 30 days
de: 30 Tage
fr: 30 jours
pt: 30 dias

# nearbyEventsTimeRange60Days
source: 60 days
de: 60 Tage
fr: 60 jours
pt: 60 dias

# nearbyEventsTimeRange3Months
source: 3 months
de: 3 Monate
fr: 3 mois
pt: 3 meses

# nearbyEventsTimeRange6Months
source: 6 months
de: 6 Monate
fr: 6 mois
pt: 6 meses

# nearbyEventsTimeRange1Year
source: 1 year
de: 1 Jahr
fr: 1 an
pt: 1 ano

# nearbyEventsRetry
source: Retry
de: Wiederholen
fr: Réessayer
pt: Tentar novamente

# nearbyEventsLoadError
source: Error loading events.
de: Fehler beim Laden.
fr: Erreur de chargement.
pt: Erro ao carregar eventos.

# songRecNoDatesAvailable
source: No dates available.
de: Keine Termine verfügbar.
fr: Pas de dates disponibles.
pt: Sem datas disponíveis.

# songRecListenAgain
source: Listen again
de: Nochmal hören
fr: Écouter à nouveau
pt: Ouvir novamente

# commonMonthShort2
source: FEB
fr: FÉV
pt: FEV

# commonMonthShort4
source: APR
fr: AVR
pt: ABR

# commonMonthShort5
source: MAY
de: MAI
fr: MAI
pt: MAI

# commonMonthShort8
source: AUG
fr: AOÛ
pt: AGO

# commonMonthShort9
source: SEP
pt: SET

# commonMonthShort10
source: OCT
de: OKT
pt: OUT

# commonMonthShort12
source: DEC
de: DEZ
fr: DÉC
pt: DEZ

# songRecUpcomingEvents
source: UPCOMING EVENTS
de: NÄCHSTE EVENTS
fr: PROCHAINS ÉVÉNEMENTS
pt: PRÓXIMOS EVENTOS

# songRecNoEvents
source: No upcoming concerts.
de: Keine kommenden Konzerte.
fr: Pas de prochains concerts.
pt: Não há concertos próximos.

# songRecErrorLoadingEvents
source: Could not load concert info.
de: Konzertinfos konnten nicht geladen werden.
fr: Impossible de charger les infos de concert.
pt: Não foi possível carregar informações do concerto.

# songRecNoMatch
source: No match found.
de: Keine Übereinstimmung gefunden.
fr: Aucune correspondance trouvée.
pt: Nenhuma correspondência encontrada.

# songRecErrorInit
source: Could not initialize recognition.
de: Erkennung konnte nicht gestartet werden.
fr: Impossible d'initialiser la reconnaissance.
pt: Não foi possível iniciar o reconhecimento.

# songRecNoResponse
source: No response received.
de: Keine Antwort erhalten.
fr: Aucune réponse reçue.
pt: Nenhuma resposta recebida.

# songRecErrorGeneric
source: Unknown error
de: Unbekannter Fehler
fr: Erreur inconnue
pt: Erro desconhecido

# songRecOpenSpotifyError
source: Could not open Spotify
de: Spotify konnte nicht geöffnet werden
fr: Impossible d'ouvrir Spotify
pt: Não foi possível abrir o Spotify

# songRecOpenTicket
source: Open
de: Öffnen
fr: Ouvrir
pt: Abrir

# songRecSearchArtistEvents
source: Searching events for {artist}...
de: Suche Events für {artist}...
fr: Recherche d'événements pour {artist}...
pt: A pesquisar eventos de {artist}...

# commonMonthShort6
source: JUN
fr: JUIN

# commonMonthShort7
source: JUL
fr: JUIL

# commonMonthShort3
source: MAR
de: MÄR
